{
	"$hyoo_thanks_app_Awaiting_targets_block_title": "This Month Shares",
	"$hyoo_thanks_app_Awaiting_title": "Subscription",
	"$hyoo_thanks_app_Export_deck_bid": "Copy the 24 secret words to a safe place",
	"$hyoo_thanks_app_Export_deck_title": "Export",
	"$hyoo_thanks_app_Import_button_title": "Import",
	"$hyoo_thanks_app_Import_deck_title": "Import",
	"$hyoo_thanks_app_Story_title": "Arnold's Story",
	"$hyoo_thanks_app_Subscription_block_title": "Monthly Subscription (TON)",
	"$hyoo_thanks_app_Wallet_balance_hint": "Wallet",
	"$hyoo_thanks_app_Wallet_deck_title": "Wallet",
	"$hyoo_thanks_app_Wallet_page_title": "Wallet",
	"$hyoo_thanks_app_Welcome_title": "Fair auto donations",
	"$hyoo_thanks_app_import_info": "{num} secret words is required",
	"$hyoo_thanks_app_story_text": "Arnold is a typical Internet user. He reads articles, watches videos, and uses web services. He has a small amount of 100 notes, which he is willing to spend to encourage those authors who make his life better.\n\nHe decides to give each author 10 candy canes. He looked at the end of the month and was horrified to find that he had spent 1000 candy wrappers. So for the next month he starved.\n\nBut Arnold was not discouraged, and the next month he decided to pay out 1 candy bar each. But this month was poor for content, so he spent only 20 candy canes. That's better, but the remaining 80 candy canes could have been used to motivate the authors, so Arnold wouldn't be so sad to live.\n\nBut Arnold was enterprising, so the next month he began writing down who did him good, and at the end of the month he spent half a day to settle accounts with all the authors. He got tired of it. And when he imagined that he would have to do it every month, he decided that it was no good and he needed to look for alternatives.\n\nArnold decided to try subscriptions next month. He spent half a day choosing the 100 authors he was most interested in and subscribing to them. But here's the trouble, only 5 of them really released the content interesting to him this month, and the rest were just so 95 rewarded by releasing content not interesting to him. What's more, 80% of the content he was interested in was published by authors who didn't have subscriptions. And then he got discouraged, realizing that every month he would have to rebalance subscriptions, which would waste a lot of effort.\n\nBut misfortune doesn't come alone - Arnold was laid off from his job. This limited his finances, but gave him a lot of free time. And since he was creative, he decided to make his own content and make money from it. For the next month he published new, good, unique content. Audience well-liked them, but no one not only did not subscribe to it, but did not even send a single donation, because his audience was still very small and lazy. He no longer had the money to promote it, nor the motivation to make content.\n\nArnold would have been totally disappointed if he hadn't stumbled upon $hyoo_thanks under one of his interesting materials. \"This is it,\" he exclaimed, and added a link to it to every piece he wrote. People came, liked it, and he got as many as 10 fanfictions at the end of the month.\n\nThat gave Arnold the motivation to keep creating. More and better. His audience grew. And after a year, his income was over 100 candy wrappers a month. 10 of them he decided to spend on donations himself, so he subscribed to $hyoo_thanks.\n\nThanks to a browser plug-in, $hyoo_thanks keeps track of what Arnold liked, and at the end of the month automatically divides a fixed amount of 10 vanish coins proportionally between all the authors who made his life a little bit better this month.\n\nNo more routine distracted Arnold from his creativity - only now he felt like a truly free man. And there was much more interesting and high-quality content on the Web. Even if Arnold's own contribution to it was quite insignificant.",
	"$hyoo_thanks_app_target_hint_title": "What is it?",
	"$hyoo_thanks_app_target_title": "Thanks {name}",
	"$hyoo_thanks_app_wallet_label": "Address",
	"$hyoo_thanks_app_welcome_text": "# How it works\n- The author places [this link]({my_link}) next to their content, which contains the wallet address.\n- The user signs up for **one fixed subscription** - as much as you can afford to encourage authors.\n- During the month, they uses the Internet and **sticks the likes**.\n- At the end of the month, the subscription amount is **automatically distributed** among the authors.\n\n# Good for authors\n- **No need to be a millionaire** to start earning an income - just publish good content.\n- **No obligation**. Content is published when it's ready, not on a schedule.\n- **No need to degrade** content by diluting it with ads.\n\n# Good for the users\n- **Spending is strictly limited**. Only one subscription with no additional microtransactions.\n- Each **link has financial weight** and gives positive reinforcement to authors.\n\n# Payment Systems\nFor now we only support [TON in test mode](https://wallet.ton.org/?testnet=true), but soon we will be able to operate with different currencies.\n\n# Site content\nOur [browser plugin](https://github.com/hyoo-ru/thanks.hyoo.ru/tree/master/extension) can automatically track likes on the following sites: [YouTube](https://youtube.com), [DevTo](https://dev.to).\nSubmit [requests to support new sites](https://github.com/hyoo-ru/thanks.hyoo.ru/issues). But even if a site isn't supported - the user can always follow the link and give us a weighty like by hand.\n\n# Sounds great?\nThen as a user [recharge your personal fund](https://t.me/testgiver_ton_bot) and put [browser extension](https://github.com/hyoo-ru/thanks.hyoo.ru/tree/master/extension), and as an author, put [link]({my_link}) next to your content.",
	"$mol_lights_toggle_hint": "Toggle lights",
	"$mol_link_source_hint": "Source code",
	"$mol_text_code_Copy_hint": "Copy whole code",
	"$mol_text_header_Link_hint": "Permalink to this section"
}