{
	"$hyoo_thanks_app_target_title": "Спасибо {name}",
	"$hyoo_thanks_app_target_hint_title": "О чём это всё?",
	"$hyoo_thanks_app_welcome_text": "# Как это работает\n- Автор размещает рядом со своим контентом [эту ссылку]({my_link}), в которой находится адрес кошелька.\n- Пользователь оформляет **одну фиксированную подписку** - сколько не жалко на поощрение авторов.\n- В течении месяца пользуется интернетом и **ставит лайки**.\n- В конце месяца сумма подписки **автоматически распределяется** между авторами.\n\n# Хорошо для авторов\n- **Не нужно быть миллионником**, чтобы начать получать доход - достаточно публиковать хороший контент.\n- **Никаких обязательств**. Контент публикуется, когда он готов, а не по расписанию.\n- **Не приходится ухудшать** контент разбавляя его рекламой.\n\n# Хорошо для пользователей\n- **Траты строго ограничены**. Подписка только одна без дополнительных микротранзакций.\n- Каждый **лайк имеет финансовый вес** и даёт положительное подкрепление авторам.\n\n# Платёжные системы\nПока что мы поддерживаем лишь [TON в тестовом режиме](https://wallet.ton.org/?testnet=true), но вскоре сможем оперировать разными валютами.\n\n# Контент площадки\nНаш [плагин к браузеру](https://github.com/hyoo-ru/thanks.hyoo.ru/tree/master/extension) умеет автоматически отслеживать лайки на следующих площадках: [YouTube](https://youtube.com), [DevTo](https://dev.to).\nОставляйте [заявки на поддержку новых площадок](https://github.com/hyoo-ru/thanks.hyoo.ru/issues). Но даже если площадка не подерживается - пользователь всегда может перейти по ссылке и поставиь весомый лайк у нас вручную.\n\n# Звучит здорово?\nТогда как пользователь [пополняйте свой личный фонд](https://t.me/testgiver_ton_bot) и ставьте [расширение к браузеру](https://github.com/hyoo-ru/thanks.hyoo.ru/tree/master/extension), а как автор размещайте [ссылку]({my_link}) рядом со своим контентом.",
	"$hyoo_thanks_app_Welcome_title": "Справедливые авто донаты",
	"$hyoo_thanks_app_Wallet_hint": "Кошелёк",
	"$hyoo_thanks_app_Subscription_block_title": "Ежемесячная подписка (TON)",
	"$hyoo_thanks_app_Awaiting_targets_block_title": "Получатели этого месяца",
	"$hyoo_thanks_app_Awaiting_title": "Подписка",
	"$hyoo_thanks_app_story_text": "Арнольд - типичный пользователь интернета. Он читает статьи, смотрит видосы, пользуется веб-сервисами. У него есть небольшая сумма в 100 фантиков, которую он готов тратить на поощрение тех авторов, что делают его жизнь лучше.\n\nРешил он выдавать каждому автору по 10 фантиков. Глянул в конце месяца с ужасом обнаружил, что потратил 1000 фантиков. Поэтому следующий месяц он голодал.\n\nНо Арнольд не унывал, и в следующем месяце он решил выплачивать уже по 1 фантику. Но этот месяц оказался бедным на контент, поэтому потратил он всего 20 фантиков. Уже лучше, но оставшиеся 80 фантиков было бы не плохо потратить на мотивацию авторов, чтобы Арнольду было не так грустно жить.\n\nНо Арнольд был инициативным, поэтому в следующем месяце он стал записывать кто сколько хорошего ему сделал, а в конце месяца потратил пол дня на то, чтобы рассчитаться со всеми авторами. Умаялся он от этого дела. А как представил, что каждый месяц будет этим заниматься, решил, что это никуда не годится, и надо искать альтернативы.\n\nРешил Арнольд в следующем месяце попробовать подписки. Потратил пол дня, чтобы выбрать 100 наиболее интересных ему авторов и подписаться на них. Но вот незадача, Только 5 из них в этом месяце действительно выпустили интересный ему контент, а остальные просто так 95 получили поощрение, выпуская не интересный ему контент. Более того, 80% интересного ему контента опубликовали авторы, на которых подписки не были оформлены. И тут он приуныл, понимая, что каждый месяц ему предстоит делать ребалансировку подписок, что будет тратить много сил.\n\nНо беда не приходит одна - Арнольда уволили с работы. Это ограничило его в финансах, но дало много свободного времени. А раз он был творческим человеком, то решил он сам делать контент и зарабатывать на этом. Следующий месяц он он публиковал новые, хорошие, уникальные материалы. Аудитория их хорошо лайкала, но никто не то, что не оформил на него подписку, но даже не прислал ни одного доната, так как аудитория у него была ещё очень маленькая и ленивая. Денег на раскрутку у него уже нет, мотивации делать контент - тоже.\n\nИ постигло бы Арнольда полное разочарование, если бы не наткнулся он на $hyoo_thanks под одним из интересных ему материалов. \"Да это же то, что надо\" - воскликнул он и добавил ссылку на него и под каждым своим материалом. Люди приходили, лайкали, а ему в конце месяца пришло целых 10 фантиков.\n\nЭто дало Арнольду мотивацию продолжать творить. Ещё больше да качественнее. Аудитория росла. И уже через год его доход составил более 100 фантиков в месяц. 10 из них он решил и сам уже тратить на донаты, для чего оформил подписку в $hyoo_thanks.\n\nБлагодаря браузерному расширению, $hyoo_thanks отслеживает какие материалы Арнольду пришлись по вкусу, а в конце месяца автоматически делит фиксированную сумму в 10 фантиков пропорционально между всеми авторами, кто в этом месяце делал его жизнь чуточку лучше.\n\nБольше никакая рутина больше не отвлекала Арнольда от творчества - только теперь он почувствовал себя по настоящему свободным человеком. А интересного и качественного контента в сети стало существенно больше. Пусть даже вклад самого Арнольда в это был и совсем незначительным.",
	"$hyoo_thanks_app_Story_title": "История Арнольда",
	"$hyoo_thanks_app_Wallet_balance_hint": "Кошелек",
	"$hyoo_thanks_app_wallet_label": "Адрес",
	"$hyoo_thanks_app_Wallet_deck_title": "Кошелек",
	"$hyoo_thanks_app_import_info": "Для импорта введите {num} секретных слова, через пробел",
	"$hyoo_thanks_app_Import_button_title": "Импорт",
	"$hyoo_thanks_app_Import_deck_title": "Импорт",
	"$hyoo_thanks_app_Export_info_title": "Скопируйте 24 секретных слова в надежное место",
	"$hyoo_thanks_app_Export_deck_title": "Экспорт",
	"$hyoo_thanks_app_Wallet_page_title": "Кошелек"
}
